Repository: Wovi10/Racing
Catalog: Racing.DTO/Resources/CreateDTOMessages.*.resx
Languages: nl

# name
source: Must contain a name!
nl: Moet een naam bevatten!

# length
source: Length must be smaller than 200cm!
nl: Lengte moet kleiner zijn dan 200cm!

# country
source: Please select a country!
nl: Duid een land aan aub!

# state
source: Must contain a state!
nl: Moet een stad bevatten!

# street
source: Must contain a street!
nl: Moet een straat bevatten!

# number
source: Must contain a number!
nl: Moet een nummer bevatten!

# birthdate
source: Please select a birthdate!
nl: Duid een geboortedatum aan aub!

# gender
source: Please select a gender!
nl: Duid een gender aan aub!

# weight
source: Must contain a weight!
nl: Moet een gewicht bevatten!

# firstname
source: Must contain a firstname!
nl: Moet een voornaam bevatten!

# nickname
source: Must contain a nickname!
nl: Moet een bijnaam bevatten!

# photopath
source: Please select a photo!
nl: Duid een foto aan aub!

# season
source: Please select a season!
nl: Duid een seizoen aan aub!

# circuit
source: Please select a circuit!
nl: Duid een circuit aan aub!

# startdate
source: Must contain a startdate!
nl: Moet een startdatum bevatten!

# enddate
source: Must contain an enddate!
nl: Moet een einddatum bevatten!

# series
source: Please select a series!
nl: Duid een serie aan aub!

# sortingorder
source: Must contain a sortingorder!
nl: Moet een sorteervolgorde bevatten!

# pilot
source: Please select a pilot!
nl: Duid een piloot aan aub!

# team
source: Please select a team!
nl: Duid een team aan aub!

# race
source: Please select a race!
nl: Duid een race aan aub!

# wrongdate
source: Startdate must be smaller than or equal to enddate!
nl: Startdatum moet voor einddatum liggen!

# licensenrForm
source: Only 0-9 and A-F are allowed!
nl: Enkel 0-9 en A-F zijzn toegelaten!

# licensnr
source: Must contain a license number!
nl: Moet een licentienummer bevatten!

# licensenrLength
source: Must be exactly 12 chars long!
nl: Moet exact 12 tekens lang zijn
